{
  "archetypes": {

    "tech_visionnaire": {
      "desc": "Curieux des innovations et des transformations du monde numérique, vous êtes attiré par l’intelligence artificielle, l’éthique technologique et les nouvelles frontières du progrès.",
      "tags": ["technologie", "science", "societe"]
    },

    "investisseur_stratege": {
      "desc": "Vous réfléchissez en termes de long terme, d’optimisation et de stabilité financière. Budget, investissement et compréhension économique guident vos choix.",
      "tags": ["finance", "societe", "developpement_personnel"]
    },

    "explorateur_intellectuel": {
      "desc": "Passionné par la compréhension du monde, vous aimez les sciences, l’histoire et les découvertes qui élargissent votre vision.",
      "tags": ["science", "histoire", "psychologie_sciences"]
    },

    "eco_conscient": {
      "desc": "Vous êtes sensible aux enjeux environnementaux et à la durabilité. Votre mode de vie tend vers un impact réduit et réfléchi.",
      "tags": ["ecologie", "societe", "lifestyle"]
    },

    "epicurien_cultive": {
      "desc": "La gastronomie, l’histoire culinaire et l’art de vivre occupent une place importante dans votre quotidien.",
      "tags": ["gastronomie", "lifestyle", "histoire"]
    },

    "athlete_equilibre": {
      "desc": "Performance physique, santé et discipline font partie intégrante de votre mode de vie. Vous cherchez l’équilibre corps-esprit.",
      "tags": ["sport_sante", "developpement_personnel", "psychologie"]
    },

    "architecte_de_soi": {
      "desc": "Vous travaillez continuellement sur vous-même : productivité, apprentissage, concentration et optimisation personnelle.",
      "tags": ["developpement_personnel", "psychologie", "science"]
    },

    "esthete_minimaliste": {
      "desc": "Attiré par le minimalisme, l’architecture et les ambiances soignées, vous valorisez un style de vie réfléchi et esthétique.",
      "tags": ["lifestyle", "societe", "ecologie"]
    },

    "analyste_psychologique": {
      "desc": "Les comportements humains, les émotions et les dynamiques sociales vous fascinent profondément.",
      "tags": ["psychologie", "societe", "science"]
    },

    "partenaire_engage": {
      "desc": "Les relations, la communication et l’intimité sont au cœur de vos intérêts. Vous valorisez la construction à deux.",
      "tags": ["couple", "psychologie", "developpement_personnel"]
    },

    "independant_epanoui": {
      "desc": "Autonomie, liberté personnelle et développement individuel guident votre manière de vivre.",
      "tags": ["celibataire", "developpement_personnel", "lifestyle"]
    },

    "citoyen_du_monde": {
      "desc": "Vous vous intéressez aux dynamiques géopolitiques et aux transformations globales qui façonnent notre société.",
      "tags": ["geopolitique", "societe", "histoire"]
    },

    "strategiste_global": {
      "desc": "Vous combinez vision économique, analyse géopolitique et compréhension sociétale pour anticiper les évolutions du monde.",
      "tags": ["finance", "geopolitique", "societe"]
    },

    "scientifique_pragmatique": {
      "desc": "Votre approche est rationnelle et basée sur les faits. Vous privilégiez les données et la compréhension scientifique.",
      "tags": ["science", "technologie", "developpement_personnel"]
    }

  }
}